data/l1/apache/benchmark-apache.with-cst-lock/cores-2/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  2 threads and 16 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   551.15us  841.77us  33.58ms   98.20%
    Req/Sec    10.28k     1.71k   16.88k    77.15%
  416822 requests in 20.40s, 212.38MB read
Requests/sec:  20429.24
Transfer/sec:     10.41MB